alsa-firmware
alsa-utils
atool
autoconf
automake
base
bat
binutils
bison
btrfs-progs
ccls
chromium
cowsay
ctags
discord
dmenu
docker
docker-compose
dos2unix
dunst
dwarffortress
evince
exa
exo
fakeroot
fd
file
findutils
firefox
flameshot
flex
fzf
garcon
gawk
gcc
gdb
gettext
git
gparted
grep
groff
grub
gst-plugin-pipewire
gtk2
gvim
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
kitty
lib32-sdl_image
libpulse
libretro-core-info
libretro-mesen
libretro-mesen-s
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
ltrace
m4
make
man-db
mlocate
most
mpv
nano
nautilus
neofetch
neovim
networkmanager
nitrogen
nodejs
notification-daemon
noto-fonts-emoji
npm
ntfs-3g
ntp
nyancat
obs-studio
openssh
pacman
pamixer
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
powerline
powerline-fonts
python-feedparser
python-pip
qbittorrent
qtile
qutebrowser
ranger
retroarch
ripgrep
rofi
rofimoji
rpmextract
rxvt-unicode
sdl_image
sed
smartmontools
snes9x
snes9x-gtk
socat
source-highlight
starship
steam
stow
strace
sudo
sxhkd
sxiv
terminator
texinfo
texlive-core
thunar
thunar-volman
tigervnc
tlp
tlp-rdw
tmux
tp_smapi
tree
ttf-dejavu
ttf-fira-code
ttf-linux-libertine
ttf-opensans
ttf-ubuntu-font-family
tumbler
ueberzug
unrar
unzip
vi
vulkan-intel
vulkan-radeon
w3m
wget
which
wine
wireless_tools
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xkeycaps
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zsh
zsnes
